Repository: refi64/lollypop-viperfx
Catalog: po/*.po
Languages: it

source: Window size
it: Dimensione della finestra

source: Window size (width and height).
it: Dimensione della finestra (larghezza e altezza).

source: Window position
it: Posizione della finestra

source: Window position (x and y).
it: Posizione della finestra (x e y).

source: Mini player size
it: Dimensione riproduttore piccolo

source: Mini player position
it: Posizione riproduttore piccolo

source: Search over network
it: Cerca sulla rete

source: Window maximized
it: Finestra massimizzata

source: Window maximized state.
it: Stato della finestra massimizzata.

source: Enabled genres in party mode
it: Abilita i generi nella modalità party

source: Ids for genres.
it: Identificativi per i generi.

source: When empty, use XDG_MUSIC_DIR
it: Quando vuota, usa XDG_MUSIC_DIR

source: Last.fm login
it: Accesso Last.fm

source: Google Custom Search API key
it: Chiave di Google Custom Search API

source: Favorite tag editor
it: Editor di etichette preferito

source: Audio output preview on track hover
it: Anteprima uscita audio al cambio traccia

source: Pulseaudio only. Example: alsa_output.pci-0000_00_14.2.analog-stereo. Command to get outputs: $ pacmd list-sinks|grep 'name:'
it: Solo per Pulseaudio. Esempio: alsa_output.pci-0000_00_14.2.analog-stereo. Comando per ottenere l'uscita: $ pacmd list-sinks|grep 'name:'

source: Favorite cover file
it: File di copertina preferito

source: Restart needed
it: Riavvio necessario

source: Database version
it: Versione del database

source: Reset this value will reset the database, popular albums will be restored
it: Azzerare questo valore svuoterà il database, gli album popolari saranno ripristinati

source: Albums cover size
it: Dimensione delle copertine degli album

source: Replay gain value in db
it: Valore di Replay gain in db

source: Between -15 and 15
it: Tra -15 e 15

source: Sync all albums(MTP)
it: Sincronizza tutti gli album(MTP)

source: Convert to MP3(MTP)
it: Converte in MP3(MTP)

source: Normalize MP3(MTP)
it: Normalizzare MP3(MTP)

source: Auto update music
it: Aggiornare automaticamente la musica

source: Show genres list
it: Mostra l'elenco dei generi

source: Show artist artwork
it: Mostrare la foto dell'artista

source: Use dark gtk theme
it: Usa il tema gtk scuro

source: Disable the use of client side window decorations (headerbar)
it: Disabilita l'uso lato client delle decorazioni della finestra (headerbar)

source: Show compilations in albums view
it: Mostrare le compilation nella vista degli album

source: Continue playback when closed
it: Continuare la riproduzione alla chiusura

source: Restore previous state
it: Ripristinare lo stato precedente

source: Disable MPRIS
it: Disabilita MPRIS

source: Disable notifications
it: Disabilita le notifiche

source: Show track number from tags
it: Mostra il numero della traccia dalle etichette

source: Mix songs
it: Miscelatura brani

source: Mix songs only in party mode
it: Miscelatura brani solo nella modalità party

source: Mix duration
it: Durata miscelatura

source: Shuffle mode
it: Modalità mischia

source: Order albums by
it: Ordinare album per

source: Charts provider
it: Fornitore classifiche

source: Music Player
it: Riproduttore musicale

source: Play and organize your music collection
it: Riproduce e organizza la collezione musicale

source: Play/Pause
it: Riproduci/Pausa

source: Next
it: Successiva

source: Previous
it: Precedente

source: Lollypop is a new GNOME music playing application.
it: Lollypop è un nuovo riproduttore musicale per GNOME.

source: It provides:
it: Consente di:

source: mp3/4, ogg and flac playback
it: Riprodurre file mp3/4, ogg e flac

source: Genre/Cover browsing
it: Esplorare i generi/copertine

source: Genre/Artist/Cover browsing
it: Esplorare i generi/artisti/copertine

source: Search
it: Cerca

source: Queue
it: Mettere in coda

source: Party mode
it: Modalità party

source: Cover art downloader
it: Scaricare le copertine

source: Context artist view
it: Visualizzazione contestuale dell'artista

source: MTP sync
it: Sincronizzazione MTP

source: Fullscreen view
it: Visualizzazione a schermo intero

source: Radios support
it: Supporto alle radio

source: Last.fm support
it: Supporto a Last.fm

source: Auto install codecs
it: Installazione automatica dei codec

source: HiDPI support
it: Supporto a HiDPI

source: Tunein support
it: Supporto a Tunein

source: - Scrobbler disabled - Auto cover download disabled - Artist informations disabled
it: - Scrobbler disabilitato - Scaricamento automatico della copertina disabilitato - Informazioni sull'artista disabilitate

source: Lollypop: You need to install yelp.
it: Lollypop: è necessario installare «yelp».

source: Select artwork
it: Seleziona copertina

source: Reset artwork?
it: Rimuovere copertina?

source: alternative
it: alternativa

source: brazil
it: brasiliana

source: classic
it: classica

source: electro
it: elettronica

source: french
it: francese

source: german
it: tedesca

source: latin
it: latina

source: soundtrack
it: colonna sonora

source: Your music is updating
it: La musica è aggiornata

source: Lollypop is detecting an empty folder.
it: L'applicazione ha rilevato una cartella vuota.

source: Check your music settings.
it: Verificare le impostazioni della musica.

source: Unknown
it: Sconosciuto

source: Compilations
it: Compilation

source: Popular tracks
it: Tracce popolari

source: Recently played
it: Riprodotte di recente

source: Never played
it: Mai riprodotte

source: Random tracks
it: Tracce casuali

source: Pause
it: Pausa

source: Play
it: Riproduci

source: Many artists
it: Molti artisti

source: Last.fm authentication disabled
it: Autenticazione Last.fm disabilitata

source: Wrong Last.fm credentials
it: Credenziali Last.fm errate

source: by %s
it: di %s

source: by %s, from %s
it: di %s, da %s

source: No network available, can't play this track
it: Nessuna rete disponibile, impossibile riprodurre questa traccia

source: Loved tracks
it: Tracce piaciute

source: Clear albums
it: Pulisce album

source: Go to current track
it: Va all'attuale traccia

source: Playing albums
it: Album in riproduzione

source: Advanced artist informations disabled
it: Informazioni avanzate dell'artista disabilitate

source: WebKit support disabled
it: Supporto WebKit disabilitato

source: Show albums from artist
it: Mostra gli album dell'artista

source: Add to queue
it: Aggiungi alla coda

source: Next tracks
it: Prossime tracce

source: Next track
it: Prossima traccia

source: Remove from queue
it: Rimuovi dalla coda

source: Add to others
it: Aggiungi alle altre

source: Remove from "%s"
it: Rimuovi da «%s»

source: Add to "%s"
it: Aggiungi a «%s»

source: Playback
it: Riproduci

source: Playlists
it: Scalette

source: Remove album
it: Rimuovi album

source: Modify information
it: Modifica informazioni

source: Artist
it: Artista

source: Edit
it: Modifica

source: Save genre
it: Salva genere

source: Save into collection
it: Salva nella collezione

source: Add
it: Aggiungi

source: Modify
it: Modifica

source: You need to install youtube-dl
it: È richiesta l'installazione di youtube-dl

source: Please wait...
it: Attendere...

source: Can't connect to TuneIn...
it: Impossibile connettersi a Tunein...

source: Popular albums
it: Album popolari

source: Recently added albums
it: Album aggiunti di recente

source: Random albums
it: Album casuali

source: Radios
it: Radio

source: The charts
it: Le classifiche

source: All albums
it: Tutti gli album

source: All artists
it: Tutti gli artisti

source: %d artist
it: %d artista

source: %d track
it: %d traccia

source: Preferences
it: Preferenze

source: You need to install kid3-cli
it: È necessario installare kid3-cli

source: Populars
it: Popolari

source: Recently added
it: Aggiunti di recente

source: Externals tracks playing
it: Tracce esterne in riproduzione

source: Playing playlists
it: Scalette in riproduzione

source: Remove
it: Rimuovi

source: Please unlock your device
it: Sbloccare il dispositivo

source: Synchronize %s
it: Sincronizza %s

source: Cancel synchronization
it: Annulla sincronizzazione

source: Append
it: Accoda

source: Play albums
it: Riproduci album

source: Change artwork
it: Cambia copertina

source: %s h %s m
it: %s ora %s min

source: %s h
it: %s ora

source: %s m
it: %s min

source: Disc %s
it: Disco %s

source: You need to install gstreamer-plugins-ugly
it: È necessario installare «gstreamer-plugins-ugly»

source: Albums
it: Album

source: Unknown error while syncing, try to reboot your device
it: Errore sconosciuto durante la sincronizzazione, provare a riavviare il dispositivo

source: No free space available on device
it: Nessun spazio disponibile sul dispositivo

source: New playlist
it: Nuova scaletta

source: Remove "%s"?
it: Rimuovi «%s»?

source: Remove these tracks?
it: Rimuovere queste tracce?

source: Modify radio
it: Modifica radio

source: musician;band
it: musicista;gruppo

source: Continuous playback
it: Riproduzione continua

source: Stop after this track
it: Interrompi dopo questa traccia

source: Stop after this album
it: Interrompi dopo questo album

source: Repeat track
it: Ripete la traccia

source: Do not repeat
it: Non ripetere

source: A music player for GNOME.
it: Un riproduttore musicale per GNOME.

source: Visit Lollypop website
it: Visita il sito web dell'applicazione

# Translation credits here, put your name here!
source: Cédric Bellegarde <cedric.bellegarde@adishatz.org>
it: Gianvito Cavasoli <gianvito@gmx.it>

source: Donations:
it: Donazioni:

source: _Update music
it: _Aggiorna musica

source: _Fullscreen
it: _Schermo intero

source: _Preferences
it: Preferen_ze

source: _Keyboard Shortcuts
it: Scorciatoie da _tastiera

source: _Help
it: A_iuto

source: _About
it: I_nformazioni

source: _Quit
it: _Esci

source: Lyrics
it: Testi

source: Reload information Long press to activate auto reload
it: Ricarica informazioni Tenere premuto per attivare il ricaricamento automatico

source: Photo
it: Foto

# artist context
source: Add
it: Aggiungi

source: Select a local file
it: Seleziona un file locale

source: Confirm
it: Conferma

source: Lollypop uses "Google Custom Search API" to search images on the web. This API is limited so it mays not work with default API key. Please create a "Custom Search Engine" here:
it: L'applicazione usa «Google Custom Search API» per cercare le immagini sul web. Questa API è limitata in modo che potrebbe non funzionare con la chiave API predefinita. Creare qui un «Custom Search Engine»:

source: API key
it: Chiave API

source: Synchronize your device with these playlists
it: Sincronizzare il dispositivo con queste scalette

source: Convert to MP3
it: Convertire in MP3

source: Normalize MP3
it: Normalizzare MP3

source: New playlist
it: Nuova scaletta

source: Clear queue
it: Pulisci coda

source: No logo found...
it: Nessun logo trovato...

source: Select a logo for this radio
it: Seleziona un logo per questa radio

source: Name:
it: Nome:

source: Address:
it: Indirizzo:

source: Delete
it: Elimina

source: No favorite radios
it: Nessuna radio preferita

source: New radio
it: Nuova radio

source: Search in TuneIn
it: Cerca in Tunein

source: Create a new playlist based on search
it: Crea una nuova scaletta basata sulla ricerca

source: Search on the web
it: Cerca sul web

source: Add to playlist
it: Aggiungi alla scaletta

source: Only in party mode
it: Solo nella modalità party

source: Mix duration in seconds
it: Durata miscelatura in secondi

source: Use dark theme variant
it: Usare il tema nella variante scura

source: Show genres
it: Mostrare i generi

source: Name
it: Nome

source: Year
it: Anno

source: Popularity
it: Popolarità

source: Configure lollypop appearance
it: Configura l'aspetto dell'applicazione

source: Appearance
it: Aspetto

source: Restore state on startup
it: Ripristinare lo stato all'avvio

source: Mix tracks
it: Miscelatura tracce

source: Long press to show options
it: Tenere premuto per mostrare le opzioni

source: Preview tracks on
it: Anteprima tracce su

source: No audio device
it: Nessun dispositivo audio

source: Configure lollypop behaviour
it: Configura il comportamento dell'applicazione

source: Behaviour
it: Comportamento

source: Reset database
it: Azzera database

source: Select music folders
it: Seleziona le cartelle della musica

source: Music
it: Musica

source: Login:
it: Accesso:

source: Connect
it: Connetti

source: You need to install pylast and gi secret
it: È necessario installare pylast e gi secret

source: Google Web Services need a custom API key. Without one, you will reach default quota soon... Lollypop needs this to search artwork and music.
it: I servizi web di Google richiedono una chiave API personalizzata. Senza di essa, si raggiungerà presto la quota predefinita. L'applicazione la richiede per cercare le copertine e la musica.

source: Configure Last.fm credentials
it: Configura le credenziali di Last.fm

source: No shuffle
it: Non mischiare

source: Shuffle albums
it: Mischia album

source: Shuffle tracks
it: Mischia tracce

source: Settings
it: Impostazioni

source: Shuffle
it: Mischia

source: Party mode Right click to filter
it: Modalità party Clic destro per filtrare

source: Go back
it: Va indietro

source: Go home
it: Va all'indice

source: Error
it: Errore

source: Lollypop isn't designed to work without an unicode locale. Please fix your system.
it: L'applicazione non è progettata per funzionare senza un locale unicode. Verificare il sistema.

# shortcut window
source: General
it: Generale

# shortcut window
source: Settings
it: Impostazioni

# shortcut window
source: Search
it: Cerca

# shortcut window
source: Party mode
it: Modalità party

# shortcut window
source: Mini Player
it: Riproduttore piccolo

# shortcut window
source: Fullscreen
it: Schermo intero

# shortcut window
source: Love current track
it: Piace l'attuale traccia

# shortcut window
source: Show genres
it: Mostrare i generi

# shortcut window
source: Lock playback
it: Riproduzione continua

# shortcut window
source: Show/Hide volume control
it: Mostra/Nasconde il controllo del volume

# shortcut window
source: Playback
it: Riproduzione

# shortcut window
source: Play
it: Riproduci

# shortcut window
source: Pause
it: Pausa

# shortcut window
source: Stop
it: Interrompe

# shortcut window
source: Next track
it: Prossima traccia

# shortcut window
source: Previous track
it: Traccia precedente

# shortcut window
source: Skip current album
it: Salta l'album attuale

# shortcut window
source: Repeat track
it: Ripete la traccia

# shortcut window
source: Skip backward in track
it: Scorre la traccia indietro

# shortcut window
source: Skip forward in track
it: Scorre la traccia in avanti
